<script setup lang="ts"></script>

<template>
  <div class="container mx-auto p-6">
    <h1 class="text-4xl font-bold mb-8">Про нас</h1>
    <p class="mb-4">
      Ласкаво просимо на нашу сторінку "Про нас". Ми - команда пристрасних
      професіоналів, які прагнуть створювати інноваційні рішення для наших
      клієнтів.
    </p>
    <p class="mb-4">
      Наша місія - допомагати бізнесам розвиватися за допомогою сучасних
      технологій та креативного підходу. Ми віримо в силу співпраці та
      індивідуального підходу до кожного проекту.
    </p>
    <p>
      Дякуємо, що відвідали нашу сторінку. Якщо у вас є питання або ви хочете
      дізнатися більше про нас, будь ласка, зв'яжіться з нами!
    </p>
  </div>
</template>
